/**
 * 音乐列表
 * 
 * id: "1", // 音乐ID
 * name: "雨天", // 音乐名字
 * artist: "戚薇", // 艺术家名字
 * pic: "music/img/201801.jpg", // 专辑图片
 * url: "music/雨天-戚薇-201801.mp3" //音乐地址
 * 
 */
var musicList = [{
    name: "xuan",
    item: [{
        id: "1",
        name: "雨天",
        artist: "戚薇",
        pic: "music/img/201801.jpg",
        url: "music/雨天-戚薇-201801.mp3",
        lryic: "music/lyric/yutian.lrc",
    }, {
        id: "2",
        name: "遇见",
        artist: "张瑶",
        pic: "music/img/201802.jpg",
        url: "music/遇见-张瑶-201802.mp3",
        lryic: "music/lyric/yujian.lrc",
    }, {
        id: "3",
        name: "であい-まつい_ようへい_ミト",
        artist: "松井洋平",
        pic: "music/img/201803.jpg",
        url: "music/であい-まつい_ようへい_ミト-201803.mp3",
    }, {
        id: "4",
        name: "爱情雨",
        artist: "张根硕",
        pic: "music/img/201804.jpg",
        url: "music/爱情雨-张根硕-201804.mp3",
        lryic: "music/lyric/ly.lrc",
        // lryic: "[ver:v1.0]" +
        //     "[ti: 1159839]" +
        //     "[ml: 1.0]" +
        //     "[00: 00.72] 爱情雨(爱情雨 OST Part .2) - 张根硕" +
        //     "[00: 23.67] 下着雨的傍晚 我看见了她" +
        //     "[00: 31.32] 很久以前就一直想见的她" +
        //     "[00: 38.39] 我对着没带伞的她这么说" +
        //     "[00: 46.93] 请你和我共撑一把伞" +
        //     "[00: 53.60] 悄悄悄悄悄悄 传来的雨声" +
        //     "[01: 02.39] 扑通扑通扑通扑通 颤抖着的我的心" +
        //     "[01: 06.94] 悄悄悄悄悄悄 扑通扑通扑通" +
        //     "[01: 10.14] 雨伞声、 雨声、 我的心跳声" +
        //     "[01: 34.04] 爱情雨就这么来了" +
        //     "[01: 41.03] 下着雨的街上 我们一同走着" +
        //     "[01: 48.72] 小小的雨伞让我的肩头湿了" +
        //     "[01: 55.76] 她对着我害羞地说了" +
        //     "[02: 04.33] 请你再靠近我一点" +
        //     "[02: 11.04] 悄悄悄悄悄悄 碰撞的肩膀" +
        //     "[02: 19.83] 扑通扑通扑通扑通 颤抖着的我的心" +
        //     "[02: 23.65] 悄悄悄悄悄悄 扑通扑通扑通" +
        //     "[02: 28.26] 雨伞下的肩膀 害羞的肩膀" +
        //     "[02: 35.56] 爱情雨就这么来了" +
        //     "[02: 46.92] 我就这么坠入爱河" +
        //     "[02: 53.62] 悄悄悄悄悄悄 传来的雨声" +
        //     "[03: 02.38] 扑通扑通扑通扑通 颤抖着的我的心" +
        //     "[03: 06.88] 悄悄悄悄悄悄 扑通扑通扑通" +
        //     "[03: 10.07] 雨伞声、 雨声、 我的心跳声" +
        //     "[03: 17.85] 爱情雨就这么来了" +
        //     "[03: 17.85] I love rain I love you" +
        //     "[03: 25.76] 我喜欢雨， 我爱你"
    }]
}];